{
  "plugins": {
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "sidekick": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "site.util": {
      "src": "https://github.com/alexaandru/site-util"
    },
    "tree-sitter-d2": {
      "src": "https://github.com/ravsii/tree-sitter-d2",
      "version": "'main'"
    },
    "treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    }
  }
}